Repository: Faleonfall/MyCuKey
Catalog: MyCuKey/Localizable.xcstrings
Source language: en
Languages: de

source: Add
de: Neu

source: Add Word
de: Neues Wort

source: Cancel
de: Abbrechen

source: Clear All
de: Alle löschen

source: Custom word
de: Eigenes Wort

source: How to Enable
de: So aktivierst du die Tastatur

source: How to Use
de: So benutzt du die Tastatur

source: Learned Words
de: Gelernte Wörter

source: Learned words are stored in the shared keyboard dictionary and will suppress future autocorrections.
de: Gelernte Wörter werden im gemeinsamen Tastaturwörterbuch gespeichert und verhindern zukünftige Autokorrekturen.

source: Manage Learned Words
de: Gelernte Wörter verwalten

source: Locate and select MyCuKey from the list.
de: Suche MyCuKey in der Liste und wähle es aus.

source: No learned words yet.
de: Noch keine gelernten Wörter.

source: No matching words.
de: Keine passenden Wörter gefunden.

source: Personal Dictionary
de: Wörterbuch

source: Remove all learned words?
de: Alle gelernten Wörter entfernen?

source: Search learned words
de: Gelernte Wörter suchen

source: Setup Guide
de: Anleitung

source: Go to General > Keyboard > Keyboards.
de: Gehe zu Allgemein > Tastatur > Tastaturen.

source: Open any app with a text field (like Messages).
de: Öffne eine beliebige App mit einem Texteingabefeld, zum Beispiel Nachrichten.

source: Open the Settings app on your iPhone or iPad.
de: Öffne die Einstellungen auf deinem iPhone oder iPad.

source: Select MyCuKey from the menu to start typing!
de: Wähle MyCuKey im Menü aus, um loszuschreiben!

source: Tap "Add New Keyboard..."
de: Tippe auf „Neue Tastatur hinzufügen ...“

source: Tap and hold the 🌐 Globe button located at the bottom left of your standard Apple Keyboard.
de: Halte die 🌐-Globus-Taste unten links auf der normalen Apple-Tastatur gedrückt.

source: Tap on MyCuKey again and toggle "Allow Full Access" to enable all features.
de: Tippe erneut auf MyCuKey und aktiviere „Vollen Zugriff erlauben“, um alle Funktionen zu nutzen.

source: Words you add here, or words the keyboard learns after repeated correction reverts, will stop being autocorrected.
de: Wörter, die du hier hinzufügst oder die die Tastatur nach wiederholtem Rückgängigmachen lernt, werden künftig nicht mehr automatisch korrigiert.
